[{
    "id": 1,
    "title": "Shalat Dengan Berdiri/ Duduk/ Berbaring",
    "arab": "حَافِظُواْ عَلَى الصَّلَوَاتِ والصَّلاَةِ الْوُسْطَى وَقُومُواْ لِلّهِ قَانِتِينَ ﴿٢٣٨﴾ فَإنْ خِفْتُمْ فَرِجَالاً أَوْ رُكْبَاناً فَإِذَا أَمِنتُمْ فَاذْكُرُواْ اللّهَ كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ ﴿٢٣٩﴾",
    "artinya": "Artinya : \n (238) \"Peliharalah segala sholat-(mu), dan (perihalah) sholat wusthoo. Berdirilah karena Alloh (Dalam sholatmu) dengan khusyu. (239) jika kamu dalam keadaan takut (bahaya), maka sholatlah sambil berjalan atau berkendaraan. Kemudian apabila kamu telah aman, maka sebutlah Allah (sholatlah), sebagaimana Allah telah mengajarkan kepada kamu apa yang belum kamu ketahui\".",
    "diskripsi": "Apabila seorang hendak memulai sholat, maka ia berdiri menghadap kiblat atau kearah kiblat atau kearah, Allah SWT berfirman dalam QS.Al-Baqoroh (2) ayat 238-239 :",
    "image": ""
},
{
    "id": 2,
    "title": "Menghadap Kiblat",
    "arab": "وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ",
    "artinya": "Artinya :\n \"Dan kepunyan Allah-lah timur dan barat, maka ke manapun kamu menghadap di situlah wajah Allah. Sesungguhnya Allah Maha Luas (rahmat-nya) lagi maha mengetahui.\" ",
    "diskripsi": "Jika seorang Muslim berada dikawasan atau belahan dunia dimana dia tidak memungkinkan untuk melihat ka'bah, maka hendaknya dia mengetahui persis arah kiblat, dimana dia harus mengarahkan sholatnya kearah kiblat tersebut, sebagaimana dalam QS. Al-baqoroh (2) ayat 115 berikut ini:",
    "image": ""
},
{
    "id": 3,
    "title": "Takbiirotul Ihrom",
    "arab": "",
    "artinya": "",
    "diskripsi": "Membarengkan niat Sholat hati bersamaan (berdekatan dengan) gerakan Takbiiratul Ihrom.",
    "image": ""
},
{
    "id":"A",
    "title": "NIAT SHOLAT KARENA ALLAH DIDALAM HATI:  \n B.  MENGANGKAT KEDUA TANGAN: \n 
        C.  MENGANGKAT KEDUA TANGAN HINGGA UJUNG JARI SEJAJAR BAHU:\n  D.  MENGANGKAT KEDUA TANGAN HINGGA UJUNG JARI SEJAJAR KEDUA DAUN TELINGA:\n E  MELETAKKAN TANGAN KANAN DIATAS TANGAN KIRI, DIATAS DADA\n B  3 POSISI PELETAKAN TANGAN KANAN DIATAS TANGAN KIRI\n
                  E. ARAH MATA SAAT SHOLAT:",
        "arab": "",
    "artinya": "",
    "diskripsi": "",
    "image": "https://ustadzrofii.files.wordpress.com/2012/09/gs-2.jpg \n
                  "
},

]