[
    {
        "id": 1,
        "arab": "membaca ayat kursi (1X)",
        "artinya": "",
        "rowi": "“Barangsiapa membaca kalimat ini ketika pagi hari, maka ia dijaga dari (ganguan) jin hingga sore hari. Dan barangsiapa mengucapkannya ketika sore hari, maka ia dijaga dari (ganguan) jin hingga pagi hari.” HR. Al-Hakim, 1/562. Al-Albani berpendapat hadits tersebut shahih dalam Shahih At-Targhib wat Tarhib 1/273 dan beliau menisbatkan hadits tersebut kepada An-Nasa‟i dan AthThabrani, beliau berkata: “isnad Ath-Thabrani jayyid.”"
    },
    {
        "id": 2,
        "arab": "membaca surat (al-ikhlas) 3X ,(al-falaq) 3X ,(an-naas) 3X ",
        "artinya": "",
        "rowi":"Siapa yang membacanya (surat al-Ikhlas, al-Falaq dan an-Naas),a kali setiap pagi dan petang, maka dicukupkan baginya dari segala sesuatu. HR. Abu Dawud 4/322, At-Tirmidzi 5/567. Lihat Shahih At-Tirmidzi: 3/182."
    },
    {
        "id": 3,
        "arab": "َ أَمْسَيْنَا وَأَمْسَى الْمُلْكُ للهِ، وَالْحَمْدُ للهِ، لَا إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، رَبِّ أَسْأَلُكَ خَيْرَ مَا فِي هَذِهِ اللَّيْلَةِ وَخَيْرَ مَا بَعْدَهَا، وَأَعُوذُبِكَ مِنْ شَرِّ مَا فِي هَذِهِ اللَّيْلَةِ وَشَرِّ مَا بَعْدَهَا، رَبِّ أَعُوذُبِكَ مِنَ الْكَسَلِ وَسُوءِ الْكِبَرِ، رَبِّ أَعُوذُبِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي الْقَبْرِ",
        "artinya": "Kami telah memasuki waktu sore dan kerajaan hanya milik Allah, segala puji bagi Allah. Tidak ada Tuhan (yang berhak disembah) kecuali Allah Yang Maha Esa, tiada sekutu bagi-Nya. Bagi-Nya kerajaan dan bagi-Nya pujian. Dia-lah Yang Mahakuasa atas segala sesuatu. Hai Tuhan, aku mohon kepada-Mu kebaikan di malam ini dan kebaikan sesudahnya. Aku berlindung kepada-Mu dari kejahatan malam ini dan kejahatan sesudahnya. Wahai Tuhan, aku berlindung kepada-Mu dari kemalasan dan kejelekan di hari tua. Wahai Tuhanku! Aku berlindung kepada-Mu dari siksaan di Neraka dan kubur.",
        "rowi":"HR. Muslim: 4/2088."
    },
    {
        "id": 4,
        "arab": " اَللَّهُمَّ بِكَ أَمْسَيْنَا، وَبِكَ أَصْبَحْنَا، وَبِكَ نَحْيَا، وَبِكَ نَمُوْتُ وَإِلَيْكَ الْـمَصِيْرُ",
        "artinya": "Ya Allah, dengan rahmat dan pertolongan-Mu kami memasuki waktu sore, dan dengan rahmat dan pertolongan-Mu kami memasuki waktu pagi. Dengan rahmat dan pertolongan-Mu kami hidup dan dengan kehendak-Mu kami mati. Dan kepada-Mu tempat kembali (bagi semua makhluk)",
        "rowi":"HR. At-Tirmidzi: 5/466, dan lihat Shahih At-Tirmidzi: 3/142."
    },
    {
        "id": 5,
        "arab": " اَللَّهُمَّ أَنْتَ رَبِّيْ لاَ إِلَـهَ إِلاَّ أَنْتَ، خَلَقْتَنِيْ وَأَنَا عَبْدُكَ، وَأَنَا عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ، وَأَبُوْءُ بِذَنْبِيْ فَاغْفِرْ لِيْ فَإِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ",
        "artinya": "Ya Allah! Engkau adalah Tuhanku, tidak ada Tuhan yang berhak disembah kecuali Engkau, Engkaulah yang menciptakan aku. Aku adalah hamba-Mu. Aku akan setia pada perjanjianku dengan-Mu semampuku. Aku berlindung kepada-Mu dari kejelekan yang aku perbuat. Aku mengakui nikmat-Mu kepadaku dan aku mengakui dosaku, oleh karena itu, ampunilah aku. Sesungguhnya tiada yang mengampuni dosa kecuali Engkau.",
        "rowi":"Barangsiapa membacanya dengan yakin ketika sore hari, kemudian dia meninggal, maka ia akan masuk syurga, demikian juga jika (dibaca) pada pagi hari.” HR. Al-Bukhari: 7/150."
    },
    {
        "id": 6,
        "arab": " اَللَّهُمَّ إِنِّيْ أَمْسَيْتُ أُشْهِدُ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ، وَمَلاَئِكَتَكَ وَجَمِيْعَ خَلْقِكَ، أَنَّكَ أَنْتَ اللهُ لاَ إِلَـهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيْكَ لَكَ، وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُوْلُكَ. (أَرْبَعَ مَرَّاتٍ)",
        "artinya": "Ya Allah! Sesungguhnya aku di waktu pagi bersaksi kepada-Mu, malaikat yang memikul arasy-Mu, malaikat-malaikat dan seluruh makhluk-Mu, bahwa sesungguhnya Engkau adalah Allah, tiada Tuhan yang berhak disembah kecuali Engkau Yang Maha Esa, tiada sekutu bagi-Mu dan sesungguhnya Muhammad adalah hamba dan utusan-Mu.",
        "rowi":"HR. Abu Daud: 4/317, Al-Bukhari dalam Al-Adabul Mufrad no. 1201, An-Nasai dalam kitab ‘Amalul Yaum wal Lailah no. 9 hal. 138, Ibnu Sunni no. 70, sanad Abu Daud dan An-Nasai dihasankan Syaikh Abdul Aziz bin Abdullah bin Baaz dalam Tuhfatul Akhyar, hal. 23."
    },
    {
        "id": 7,
        "arab": " اَللَّهُمَّ مَا أَمْسَى بِيْ مِنْ نِعْمَةٍ أَوْ بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيْكَ لَكَ، فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ",
        "artinya": "Ya Allah! Nikmat yang kuterima atau diterima oleh seseorang di antara makhluk-Mu di sore ini adalah dari-Mu. Maha Esa Engkau, tiada sekutu bagi-Mu. Bagi-Mu segala puji dan kepada-Mu panjatan syukur (dari seluruh makhluk-Mu).",
        "rowi":"HR. Abu Daud 4/318, An-Nasai dalam kitab ‘Amalul Yaumi wal Lailah no. 7, halaman 137, Ibnu Sunni no. 41, halaman 23 Ibnu Hibban dalam Mawaarid no. 2361. Syaikh Abdul Aziz bin Baz رحمه الله menyatakan, bahwa sanad hadits tersebut hasan, lihat Tuhfatul Akhyar, halaman 24."
    },
    {
        "id": 8,
        "arab": " اَللَّهُمَّ عَافِنِيْ فِيْ بَدَنِيْ، اَللَّهُمَّ عَافِنِيْ فِيْ سَمْعِيْ، اَللَّهُمَّ عَافِنِيْ فِيْ بَصَرِيْ، لاَ إِلَـهَ إِلاَّ أَنْتَ، اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْكُفْرِ وَالْفَقْرِ، وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ، لاَ إِلَـهَ إِلاَّ أَنْتَ. (ثَلاَثَ مَرَّاتٍ)",
        "artinya": "Ya Allah! Selamatkan tubuhku (dari penyakit dan yang tidak aku inginkan). Ya Allah, selamatkan pendengaranku (dari penyakit dan maksiat atau sesuatu yang tidak aku inginkan).Ya Allah, selamatkan penglihatanku, tiada Tuhan (yang berhak disembah) kecuali Engkau. Ya Allah! Sesungguhnya aku berlindung kepada-Mu dari kekufuran dan kefakiran. Aku berlindung kepada-Mu dari siksa kubur, tiada Tuhan (yang berhak disembah) kecuali Engkau.” (Dibaca tiga kali di waktu pagi dan petang)",
        "rowi":"HR. Abu Daud: 4/324, Ahmad: 5/42, An-Nasai dalam ‘Amalul Yaum wal Lailah no. 22, halaman 146, Ibnus Sunni no. 69. Al-Bukhari dalam Al-Adabul Mufrad. Syaikh Abdul Aziz bin Baaz رحمه الله menyatakan sanad hadits tersebut hasan. Lihat juga Tuhfatul Akhyar, halaman 26."
    },
    {
        "id":9,
        "arab":" حَسْبِيَ اللهُ لاَ إِلَـهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيْمِ. (سَبْعَ مَرَّاتٍ)",
        "artinya":"Allah-lah yang mencukupi (segala kebutuhanku), tiada Tuhan (yang berhak disembah) kecuali Dia, kepada-Nya aku bertawakal. Dia-lah Tuhan yang menguasai ‘Arsy yang agung.” (Dibaca tujuh kali waktu pagi dan sore)",
        "rowi":"HR. Ibnu Sunni dalam kitab ‘Amalul Yaum wal Lailah no. 72, hal. 37, Abu Dawud: 4/321 dan sanad haditsnya baik."
    },
    {
        "id":10,
        "arab":"اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي الدُّنْيَا وَاْلآخِرَةِ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ الْعَفْوَ وَالْعَافِيَةَ فِي دِيْنِيْ وَدُنْيَايَ وَأَهْلِيْ وَمَالِيْ. اللَّهُمَّ اسْتُرْ عَوْرَاتِى وَآمِنْ رَوْعَاتِى.  اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ، وَمِنْ خَلْفِيْ، وَعَنْ يَمِيْنِيْ وَعَنْ شِمَالِيْ، وَمِنْ فَوْقِيْ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتَالَ مِنْ تَحْتِيْ",
        "artinya":"Ya Allah! Sesungguhnya aku mohon kepada-Mu ampunan dan keselamatan di dunia dan akhirat. Ya Allah, sesungguhnya aku mohon kepada-Mu ampunan dan keselamatan dalam agamaku, (kehidupan) duniaku, keluargaku dan hartaku. Ya Allah, tutupilah auratku (aib dan sesuatu yang tidak layak dilihat orang) dan berilah ketenteraman dihatiku. Ya Allah! Peliharalah aku dari arah depan, belakang, kanan, kiri dan atasku. Aku berlindung dengan kebesaran-Mu, agar aku tidak mendapat bahaya dari bawahku.",
        "rowi":"HR. Abu Dawud dan Ibnu Majah, lihat Shahih Ibnu Majah 2/332."
    },
    {
        "id":11,
        "arab":"اَللَّهُمَّ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ فَاطِرَ السَّمَاوَاتِ وَاْلأَرْضِ، رَبَّ كُلِّ شَيْءٍ وَمَلِيْكَهُ، أَشْهَدُ أَنْ لاَ إِلَـهَ إِلاَّ أَنْتَ، أَعُوْذُ بِكَ مِنْ شَرِّ نَفْسِيْ، وَمِنْ شَرِّ الشَّيْطَانِ وَشِرْكِهِ، وَأَنْ أَقْتَرِفَ عَلَى نَفْسِيْ سُوْءًا أَوْ أَجُرُّهُ إِلَى مُسْلِمٍ.",
        "artinya":"Ya Allah! Yang Maha Mengetahui yang ghaib dan yang nyata, wahai Tuhan pencipta langit dan bumi, Tuhan segala sesuatu dan yang merajainya. Aku bersaksi bahwa tidak ada Tuhan yang berhak disembah kecuali Engkau. Aku berlindung kepada-Mu dari kejahatan diriku, setan dan balatentaranya, atau aku menjalankan kejelekan terhadap diriku atau mendorong orang Islam kepadanya.",
        "rowi":"HR. At-Tirmidzi dan Abu Dawud. Lihat kitab Shahih At-Tirmidzi 3/142."
    },
    {
        "id":12,
        "arab":" بِسْمِ اللهِ لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي اْلأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ. (ثَلاَثَ مَرَّاتٍ)",
        "artinya":"Dengan nama Allah yang bila disebut, segala sesuatu di bumi dan langit tidak akan berbahaya, Dia-lah Yang Maha Mendengar lagi Maha Mengetahui. (Dibaca tiga kali). ",
        "rowi":"HR. Abu Dawud 4/323, At- Tirmidzi 5/465, Ibnu Majah dan Ahmad. Lihat Shahih Ibnu Majah 2/332, Al-Allamah Ibnu Baaz berpendapat, isnad hadits tersebut hasan dalam Tuhfatul Akhyar hal. 39."
    },
    {
        "id":13,
        "arab":" رَضِيْتُ بِاللهِ رَبًّا، وَبِاْلإِسْلاَمِ دِيْنًا، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا. (ثَلاَثَ مَرَّاتٍ)",
        "artinya":"Aku rela Allah sebagai Tuhan, Islam sebagai agama dan Muhammad sebagai nabi (yang diutus oleh Allah).(Diucapkan tiga kali)",
        "rowi":"HR. Ahmad 4/337, An-Nasa’i dalam ‘Amalul Yaum wal Lailah no. 4 dan Ibnus Sunni no. 68. Abu Daud 4/418, At-Tirmidzi 5/465 dan Ibnu Baaz rahimahullah berpendapat, hadits ini hasan dalam Tuhfatul Akhyar."
    },
    {
        "id":14,
        "arab":" يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ أَسْتَغِيْثُ، أَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَى نَفْسِيْ طَرْفَةَ عَيْنٍ",
        "artinya":"Wahai Tuhan Yang Maha Hidup, wahai Tuhan Yang Berdiri Sendiri (tidak butuh segala sesuatu), dengan rahmat-Mu aku minta pertolongan, perbaikilah segala urusanku dan jangan Engkau limpahkan (semua urusan) terhadap diriku walau sekejap mata.",
        "rowi":"HR. Al-Hakim yang dishahihkannya dan disetujui Imam Adz-Dzahabi 1/545, lihat Shahih At-Targhib wat Tarhib 1/273."
    },
    {
        "id":15,
        "arab":" أَمْسَيْنَا وَأَمْسَى الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِيْنَ، اَللَّهُمَّ إِنِّيْ أَسْأَلُكَ خَيْرَ هَذِهِ اللَّيْلَةِ؛ فَتْحَهَا، وَنَصْرَهَا وَنُوْرَهَا، وَبَرَكَتَهَا، وَهُدَاهَا، وَأَعُوْذُ بِكَ مِنْ شَرِّ مَا فِيْهَا وَشَرِّ مَا بَعْدَهَا",
        "artinya":"Kami masuk sore, sedang kerajaan hanya milik Allah, Tuhan pengusa alam. Ya Allah, sesungguhnya aku memohon kepada-Mu agar memperoleh kebaikan, pembuka (rahmat), pertolongan, cahaya, berkah dan petunjuk di malam ini. Aku berlindung kepada-Mu dari kejelekan apa yang ada di dalamnya dan kejahatan sesudahnya.",
        "rowi":"HR. Abu Dawud 4/322, sanadnya dihasankan Syu’aib dan Abdul Qadir Al-Arna’uth dalam Tahqiq Zadul Ma’ad, 2/273."
    },
    {
        "id":16,
        "arab":" أَمسَيْنَا عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ، وَعَلَى دِيْنِ نَبِيِّنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْرَاهِيْمَ، حَنِيْفًا مُسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِيْنَ",
        "artinya":"Di waktu sore kami memegang agama Islam, kalimat ikhlas, agama Nabi kita Muhammad صلى الله عليه وسلم, dan agama ayah kami Ibrahim, yang berdiri di atas jalan yang lurus, muslim dan tidak tergolong orang-orang musyrik.",
        "rowi":"HR. Ahmad 3/406-407, 5/123. Lihat juga Shahihul Jami’ 4/290. Ibnus Sunni juga meriwayatkannya di ‘Amalul Yaum wal Lailah no. 34."
    },
    {
        "id":17,
        "arab":"سُبْحَانَ اللهِ وَبِحَمْدِهِ. (مِائَةَ مَرَّةٍ)",
        "artinya":"Maha Suci Allah dan Segala puji (bagi-Nya) (Dibaca seratus kali)",
        "rowi":"HR. Muslim 4/2071, no.2723."
    },
    {
        "id":18,
        "arab":" لاَ إِلَـهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرُ. (عشر مرات أو مرة واحدة عند الكسل)",
        "artinya":"Tidak ada Ilah yang berhak disembah selain Allah Yang Maha Esa, tidak ada sekutu bagi-Nya. Bagi-Nya kerajaan dan segala pujian. Dia-lah yang berkuasa atas segala sesuatu.(Dibaca sepuluh kali, atau sekali saja saat malas)",
        "rowi":"HR. An-Nasa’i dalam ‘Amalul Yaum wal Lailah no. 24, lihat Shahih At-Targhib wat Tarhib 1/272 dan Tuhfah Akhyar, karya Ibnu Baz, hal.55.(riwayat yang(dibaca sepuluh kali.)).HR. Abu Dawud 4/319, Ibnu Majah dan Ahmad 4/60. Lihat Shahih At-Targhib wat Tarhib 1/270, Shahih Abu Dawud 3/957, Shahih Ibnu Majah 2/331, dan Zadul Ma’ad 2/377.(riwayat yang(dibaca sekali saja saat malas))."
        
    },
    {
        "id":19,
        "arab":" أَسْتَغْفِرُ اللهَ وَأَتُوْبُ إِلَيْهِ. (مائة مرة في اليوم)",
        "artinya":"Aku memohon ampun kepada Allah dan bertobat kepada-Nya.(Dibaca seratus kali dalam sehari)",
        "rowi":"HR. Al-Bukhari dengan Fathul Bari 11/101, dan Muslim 4/2075."
    },
    {
        "id":20,
        "arab":" أَعُوْذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ. (ثلاس مرات إذا أمسى)",
        "artinya":"Aku berlindung dengan kalimat-kalimat Allah yang sempurna dari kejahatan makhluk yang diciptakan-Nya.(Dibaca tiga kali pada sore hari)",
        "rowi":"HR. Ahmad 2/290, An-Nasa’i dalam ‘Amalul Yaum wal Lailah, no. 590 dan Ibnu Sunni no. 68. Lihat Shahih At-Tirmidzi 3/187, Shahih Ibnu Majah 2/266 dan Tuhfatul Akhyar, hal. 45."
    },
    {
        "id":21,
        "arab":" اَللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبِيِّنَا مُحَمَّدٍ. (عشر مرات)",
        "artinya":"Ya Allah, limpahkanlah shalawat dan salam kepada Nabi kami Muhammad صلى الله عليه وسلم. (Dibaca sepuluh kali)",
        "rowi":"Diriwayatkan oleh At-Thabrani melalui dua sanad, salah satunya baik. Lihat Majma’ Az-Zawaid 10/120 dan Shahih At-Targhib wat Tarhib 1/273."
    }


   
]