[
    {
        "id": 1,
        "title": "SHOLAT DENGAN BERDIRI / DUDUK / BERBARING :",
        "arab": "حَافِظُواْ عَلَى الصَّلَوَاتِ والصَّلاَةِ الْوُسْطَى وَقُومُواْ لِلّهِ قَانِتِينَ ﴿٢٣٨﴾ فَإنْ خِفْتُمْ فَرِجَالاً أَوْ رُكْبَاناً فَإِذَا أَمِنتُمْ فَاذْكُرُواْ اللّهَ كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ ﴿٢٣٩﴾",
        "artinya": "(238) “Peliharalah segala sholat-(mu), dan (peliharalah) sholat wusthoo. Berdirilah karena Allooh (dalam sholatmu) dengan khusyu`. (239) Jika kamu dalam keadaan takut (bahaya), maka sholatlah sambil berjalan atau berkendaraan. Kemudian apabila kamu telah aman, maka sebutlah Allooh (sholatlah), sebagaimana Allooh telah mengajarkan kepada kamu apa yang belum kamu ketahui.”",
        "diskripsi": "Apabila seseorang hendak memulai sholat, maka ia berdiri menghadap Kiblat atau kearah Kiblat, sebagaimana Allooh سبحانه وتعالى berfirman dalam QS. Al Baqoroh (2) ayat 238-239 :",
        "image":"https://karyasantri.com/wp-content/uploads/2018/12/Cara-Shalat-Orang-Yang-Tak-Mampu-Berdiri.jpg"
    },
    {
        "id": 2,
        "title": "MENGHADAP KIBLAT :",
        "arab": "وَلِلَّهِ الْمَشْرِقُ وَالْمَغْرِبُ فَأَيْنَمَا تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ",
        "artinya": "“Dan kepunyaan Allooh-lah timur dan barat, maka ke manapun kamu menghadap di situlah wajah Allooh. Sesungguhnya Allooh Maha Luas (rahmat-Nya) lagi Maha Mengetahui.”",
        "diskripsi": "Jika seorang Muslim berada di kawasan atau belahan dunia dimana dia tidak memungkinkan untuk melihat Ka’bah, maka hendaknya dia mengetahui persisarah Kiblat, dimana dia harus mengarahkan sholatnya kearah Kiblat tersebut, sebagaimana dalam QS. Al Baqoroh (2) ayat 115 berikut ini:",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSAXKS2BnfizmXX_W5bOtMvndio5kLRbW-kLuhg8c05hjSkaz5B"
    },
    {
        "id": 3,
        "title": "TAKBIIROTUL IHROM :",
        "arab": "",
        "artinya": "",
        "diskripsi": "Membarengkan niat sholat dalam hati bersamaan (berdekatan dengan) gerakan Takbirotul Ihrom",
        "image": "https://static.inilah.com/data/berita/foto/2352647.jpg"
    },
    {
        "id": "A)   ",
        "title": "NIAT SHOLAT KARENA ALLOOH, DIDALAM HATI:",
        "arab": "إِنَّمَا الأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى",
        "artinya": "“Sesungguhnya seluruh amalan itu (hendaknya) dibarengi oleh niat dan sesungguhnya setiap orang berhak mendapat dari apa yang diniatkannya.”",
        "diskripsi": "Adapun berkaitan dengan masalah Niat Sholat, maka sebagaimana dalam Hadits Riwayat Imaam Al Bukhoory no: 1, dari Shohabat ‘Umar bin Khoththoob رضي الله عنه, bahwa Rosuulullooh صلى الله عليه وسلم bersabda:",
        "image": "https://static.inilah.com/data/berita/foto/2352647.jpg"
    },
    {
        "id": "B)   ",
        "title": "MENGANGKAT KEDUA TANGAN HINGGA UJUNG JARI SEJAJAR BAHU:",
        "arab": "كَانَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا قَامَ إِلَى الصَّلَاةِ رَفَعَ يَدَيْهِ حَتَّى تَكُونَ حَذْوَ مَنْكِبَيْهِ",
        "artinya": "“Adalah Rosuulullooh صلى الله عليه وسلم jika berdiri sholat, beliau صلى الله عليه وسلمmengangkat kedua tangannya hingga sejajar dengan kedua bahunya.”",
        "diskripsi": "Adapun posisi kedua tangan tersebut sejajar dengan bahu adalah dijelaskan dalam Hadits Riwayat Imaam Abu Daawud no: 722, dari Shohabat ‘Abdullooh bin ‘Umar رضي الله عنه, dishohiihkan oleh Syaikh Nashiruddin Al Albaany:",
        "image": "https://ustadzrofii.files.wordpress.com/2012/09/gs-3.jpg"
    },
    {
        "id": "C)   ",
        "title": "MELETAKKAN TANGAN KANAN DIATAS TANGAN KIRI, DIATAS DADA",
        "arab": "صليت مع رسول الله صلى الله عليه وسلم ووضع يده اليمنى على يده اليسرى على صدره",
        "artinya": "“Aku sholat bersama Rosuulullooh صلى الله عليه وسلم dan beliau meletakkan tangan kanannya diatas tangan kirinya DIATAS DADANYA.”",
        "diskripsi": "Setelah Takbir “Alloohu Akbar” usai, letakkanlah tangan kanan diatas tangan kiri, diatas dada. Hal ini sebagaimana dalam Hadits Riwayat Imaam Ibnu Hudzaimah no: 479, dari Shohabat Waa’il bin Hujr رضي الله عنه, berikut ini:",
        "image": "http://2.bp.blogspot.com/-gq_QZDlsSTQ/TXcUOX93wEI/AAAAAAAAAEY/maNvO2MXJTo/s1600/bersedekap.png"
    },
    {
        "id": "D)   ",
        "title": "MENGARAHKAN PANDANGAN MATA SAAT SHOLAT KETEMPAT SUJUD:",
        "arab": "قَدْ أَفْلَحَ الْمُؤْمِنُونَ ﴿١﴾ الَّذِينَ هُمْ فِي صَلَاتِهِمْ خَاشِعُونَ ﴿٢﴾",
        "artinya": "(1) “Sesungguhnya beruntunglah orang-orang yang beriman, (2) (yaitu) orang-orang yang khusyu` dalam sholatnya.”",
        "diskripsi": "Imaam Muhammad bin Siriin رحمه الله berkata, “Para Shohabat mengangkat pandangan mereka ke langit dalam sholat. Akan tetapi ketika ayat ini (QS Al Mu’minuun (23) ayat 1-2) turun, maka mereka menundukkan pandangan mereka ke tempat sujud mereka.” (Tafsiir Imaam Ibnu Katsiir Jilid 5 halaman 461) Berikut ini adalah firman Allooh سبحانه وتعالى dalam QS. Al Mu’minuun (23) ayat 1-2 tersebut :",
        "image": "https://ustadzrofii.files.wordpress.com/2012/09/gs-2.jpg"
    },
    {
        "id": 4,
        "title": "RUKUU’ :",
        "arab": "",
        "artinya": "",
        "diskripsi": "Adapun ketika rukuu’, maka ikutilah tuntunan gerakan tangan dan tubuh sebagaimana berikut ini:",
        "image": "https://pasberita.com/wp-content/uploads/2019/02/bacaan-ruku.jpg"
    },
    {
        "id": "A)   ",
        "title": "GERAKAN TANGAN KETIKA RUKUU’",
        "arab": "أَنَّ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَرْفَعُ يَدَيْهِ حَذْوَ مَنْكِبَيْهِ إِذَا افْتَتَحَ الصَّلَاةَ وَإِذَا كَبَّرَ لِلرُّكُوعِ وَإِذَا رَفَعَ رَأْسَهُ مِنْ الرُّكُوعِ رَفَعَهُمَا",
        "artinya": "“Rosuulullooh صلى الله عليه وسلم mengangkat kedua tangannya hingga sejajar dengan kedua bahunya ketika memulai sholat dan ketika bertakbir untuk rukuu’ dan ketika beliau صلى الله عليه وسلم bangun dari rukuu’.”",
        "diskripsi": "Mengangkat kedua tangan hingga sejajar dengan kedua bahu, ketika bertakbir untuk rukuu’ dan ketika bangun dari rukuu’ adalah dijelaskan di dalam Hadits Riwayat Al Imaam Al Bukhoory no: 735 dan Imaam An Nasaa’I no: 1059, dari Shohabat ‘Abdullooh bin ‘Umar رضي الله عنه, bahwa:",
        "image": "https://ustadzrofii.files.wordpress.com/2012/09/gs-3.jpg"
    },
    {
        "id": "B)   ",
        "title": "LETAK TANGAN DISAAT RUKUU’",
        "arab": "عَلَّمَنَا رَسُولُ اللَّهِ صلى الله عليه وسلم الصَّلاَةَ فَكَبَّرَ وَرَفَعَ يَدَيْهِ فَلَمَّا رَكَعَ طَبَّقَ يَدَيْهِ بَيْنَ رُكْبَتَيْهِ قَالَ فَبَلَغَ ذَلِكَ سَعْدًا فَقَالَ صَدَقَ أَخِى قَدْ كُنَّا نَفْعَلُ هَذَا ثُمَّ أُمِرْنَا بِهَذَا يَعْنِى الإِمْسَاكَ عَلَى الرُّكْبَتَيْنِ",
        "artinya": "“Rosuulullooh صلى الله عليه وسلم mengajari kami sholat, lalu beliau صلى الله عليه وسلم bertakbir dan mengangkat kedua tangannya, dan ketika rukuu’ beliau صلى الله عليه وسلم meletakkan kedua tangannya diatas lututnya.”",
        "diskripsi": "Posisi jari-jari tangan setelahnya adalah berada di lutut (bukan di paha, dan bukan di betis) Meletakkan kedua tangan tersebut diatas lutut tersebut adalah sesuai dengan Hadits Riwayat Imaam Abu Daawud no: 747, dan dishohiihkan oleh Syaikh Nashiruddin Al Albaany, dari ‘Abdullooh bin ‘Umar رضي الله عنه, beliau berkata:",
        "image": "https://ustadzrofii.files.wordpress.com/2012/09/gs-8.jpg"
    },
    {
        "id": "C)   ",
        "title": "KEADAAN TUBUH PADA SAAT RUKUU’",
        "arab": "كَانَ رَسُولُ اللَّهِ -صلى الله عليه وسلم- يَسْتَفْتِحُ الصَّلاَةَ بِالتَّكْبِيرِ وَالْقِرَاءَةَ بِ (الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ) وَكَانَ إِذَا رَكَعَ لَمْ يُشْخِصْ رَأْسَهُ وَلَمْ يُصَوِّبْهُ وَلِكَنْ بَيْنَ ذَلِكَ وَكَانَ إِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ لَمْ يَسْجُدْ حَتَّى يَسْتَوِىَ قَائِمًا وَكَانَ إِذَا رَفَعَ رَأْسَهُ مِنَ السَّجْدَةِ لَمْ يَسْجُدْ حَتَّى يَسْتَوِىَ جَالِسًا وَكَانَ يَقُولُ فِى كُلِّ رَكْعَتَيْنِ التَّحِيَّةَ وَكَانَ يَفْرِشُ رِجْلَهُ الْيُسْرَى وَيَنْصِبُ رِجْلَهُ الْيُمْنَى وَكَانَ يَنْهَى عَنْ عُقْبَةِ الشَّيْطَانِ وَيَنْهَى أَنْ يَفْتَرِشَ الرَّجُلُ ذِرَاعَيْهِ افْتِرَاشَ السَّبُعِ وَكَانَ يَخْتِمُ الصَّلاَةَ بِالتَّسْلِيمِ",
        "artinya": "“Adalah Rosuulullooh صلى الله عليه وسلم membuka sholat dengan Takbir dan membuka bacaan dengan “Alhamdulillaahirrobbil ‘aalamiin”. Dan jika beliau صلى الله عليه وسلمrukuu’, beliauصلى الله عليه وسلمtidak menengadahkan kepalanya keatas, akan tetapi tidak juga menundukkannya, tetapi diantara keduanya (rata). Dan jika beliauصلى الله عليه وسلمbangun dari rukuu’, beliauصلى الله عليه وسلمtidak langsung bersujud sehingga berdiri tegak terlebih dahulu. Dan apabila beliau صلى الله عليه وسلم mengangkat kepalanya dari sujud, belum sujud lagi sehingga duduk dengan lurus. Dan beliau صلى الله عليه وسلم pada setiap dua rokaat membaca Tahhiyyat dimana beliau menghamparkan kaki kirinya dan menegakkan kaki kanannya. Dan beliau صلى الله عليه وسلم melarang dari duduk syaithoon. Dan melarang seseorang menghamparkan kedua sikunya sebagaiman terkaman binatang buas. Dan beliau صلى الله عليه وسلمmenutup sholatnya dengan Salam.”",
        "diskripsi": "Punggung harus rata \n Kepala tidak mendongak keatas dan tidak menunduk kebawah, melainkan harus lurus.\n Hal ini adalah dijelaskan dalam dalil-dalil berikut ini: Gerakan tubuh ketika rukuu’ adalah sebagaimana dalam Hadits Riwayat Al Imaam Muslim no: 1138, dari ‘Aa’isyah رضي الله عنها, bahwa beliau رضي الله عنها berkata:",
        "image": "http://tuntunansholat.com/wp-content/uploads/2018/12/gambar-Tata-cara-Ruku-yang-baik-dan-benar-rukuk-yang-tuman%D1%96nah-Tata-Cara-Ruku.png"
    },
    {
        "id": "D)   ",
        "title": "LAMANYA RUKUU",
        "arab": "رَمَقْتُ الصَّلاَةَ مَعَ مُحَمَّدٍ صلى الله عليه وسلم فَوَجَدْتُ قِيَامَهُ فَرَكْعَتَهُ فَاعْتِدَالَهُ بَعْدَ رُكُوعِهِ فَسَجْدَتَهُ فَجَلْسَتَهُ بَيْنَ السَّجْدَتَيْنِ فَسَجْدَتَهُ فَجَلْسَتَهُ مَا بَيْنَ التَّسْلِيمِ وَالاِنْصِرَافِ قَرِيبًا مِنَ السَّوَاءِ",
        "artinya": "“Aku sholat bersama Muhammad صلى الله عليه وسلم lalu aku dapati berdirinya, rukuu’nya, i’tidaal-nya setelah rukuu’, dan sujudnya, dan duduknya diantara dua sujud, dan sujudnya dan duduknya diantara Salam dan berpaling; adalah mendekati sama (lamanya).”",
        "diskripsi": "Sedangkan lamanya seseorang rukuu’ adalah dijelaskan dalam Hadits Riwayat Al Imaam Muslim no: 1085, dari Baroo’ bin ‘Aazib رضي الله عنه, beliau berkata:",
        "image": "https://i.ytimg.com/vi/zvV4Gx4tZ_c/maxresdefault.jpg"
    },
    {
        "id": 5,
        "title": "I’TIDAAL :",
        "arab": "",
        "artinya": "",
        "diskripsi": "Jika kita selesai melaksanakan rukuu’ sebagaimana penjelasan diatas, maka gerakan berikutnya adalah I’tidaal; yaitu gerakan yang dilakukan antara rukuu’ dan sujud. Dimana kita bangun dari rukuu’, kemudian berdiri tegak lurus sejenak, kemudian berikutnya sujud. \n Hal ini sebagaimana kita dapati Rosuulullooh صلى الله عليه وسلم melaksanakan dan mencontohkannya sebagai berikut:",
        "image": "https://ajibaskara11.files.wordpress.com/2015/03/iktidal.jpg"
    },
    {
        "id": "A)   ",
        "title": "POSISI BADAN TEGAK LURUS SAAT I’TIDAAL",
        "arab": "وَكَانَ إِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ لَمْ يَسْجُدْ حَتَّى يَسْتَوِىَ قَائِمًا",
        "artinya": "“Adalah Rosuulullooh صلى الله عليه وسلم apabila mengangkat kepalanya dari rukuu’, tidak bersujud sehingga berposisi berdiri tegak lurus.”",
        "diskripsi": "Sebagaimana dalam Hadits Riwayat Al Imaam Muslim no: 498 dari ‘Aa’isyah رضي الله عنها bahwa:",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcThKl1wxeeIYX0aWAU0yJA51GLUN8mQaa1xDlC5TCYQhwuVFkHM"
    },
    {
        "id": "B)   ",
        "title": "THUMA’NINAH DALAM I’TIDAAL",
        "arab": "ثُمَّ ارْكَعْ حَتَّى تَطْمَئِنَّ رَاكِعًا ثُمَّ ارْفَعْ حَتَّى تَعْتَدِلَ قَائِمًا ثُمَّ اسْجُدْ حَتَّى تَطْمَئِنَّ سَاجِدًا",
        "artinya": "“Kemudian rukuu’-lah kamu sehingga thuma’ninah dalam keadaan rukuu’; kemudian bangkitlah kamu dari rukuu’ sehingga kamu I’tidaal dalam keadaan berdiri thuma’ninah, kemudian sujudlah sehingga kamu sujud dalam keadaan thuma’ninah.”",
        "diskripsi": "Thuma’ninah artinya berhenti sejenak (sejenak itu adalah lama waktunya sekedar seorang mengucapkan satu kali tasbih), antara satu gerakan ke gerakan yang lainnya. \n Dimana thuma’ninah ini dijelaskan dalam Hadits Riwayat Al Imaam Al Bukhoory no: 6667 dan Al Imaam Muslim no: 397, dari Shohabat Abu Hurairoh رضي الله عنه, bahwa Rosuulullooh صلى الله عليه وسلم bersabda:",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcThKl1wxeeIYX0aWAU0yJA51GLUN8mQaa1xDlC5TCYQhwuVFkHM"
    },
    {
        "id": "C)   ",
        "title": "POSISI TANGAN SAAT I’TIDAAL",
        "arab": "كَانَ النَّاسُ يُؤْمَرُونَ أَنْ يَضَعَ الرَّجُلُ الْيَدَ الْيُمْنَى عَلَى ذِرَاعِهِ الْيُسْرَى فِي الصَّلاَةِ",
        "artinya": "“Adalah orang-orang (para Shohabat) diperintahkan (– tentunya oleh Rosuululloohصلى الله عليه وسلم – pen.) agar seseorang meletakkan tangan kanannya diatas siku kirinya dalam sholat.”",
        "diskripsi": "Tentang posisi tangan pada saat I’tidaal yang tepat adalah kembali meletakkan tangan kanan diatas tangan kiri diatas dada (dengan 3 pilihan posisi sebagaimana telah dijelaskan diatas dalam masalah posisi tangan setelah takbiirotul ihroom). Adapun yang menjadi dalil terhadap hal itu adalah apa yang diriwayatkan oleh Al Imaam Al Bukhoory dalam Shohiih-nya no: 740, dari salah seorang Shohabat bernama Sahl bin Sa’ad رضي الله عنه, beliau berkata:",
        "image": "https://ustadzrofii.files.wordpress.com/2012/09/gs-51.jpg"
    },
    {
        "id": 6,
        "title": "SUJUD :",
        "arab": "",
        "artinya": "",
        "diskripsi": "URUTAN GERAK MENUJU SUJUD",
        "image": "https://ustadzrofii.files.wordpress.com/2012/09/gs-16.jpg"
    },
    {
        "id": "A)   ",
        "title": "POSISI TUBUH SAAT SUJUD:",
        "arab": "",
        "artinya": "",
        "diskripsi": "Posisi tubuh saat sujud tersebut adalah sebagaimana dalil-dalil berikut ini: \n DIATAS 7 (TUJUH) ANGGOTA BADAN \n KEPALA DIANTARA KEDUA TELAPAK TANGANNYA \n MERENGGANGKAN JARI DAN LENGAN \n TEGAP DAN TIDAK MALAS \n KEDUA TUMIT RAPAT",
        "image": "https://ustadzrofii.files.wordpress.com/2012/09/gs-12.jpg "
    },
    {
        "id": 7,
        "title": "DUDUK ANTARA 2 SUJUD",
        "arab": "",
        "artinya": "",
        "diskripsi": "Apabila seorang yang sholat selesai melakukan sujud yang pertama, kemudian bangun dan menjelang sujud yang kedua, dalam setiap rakaat ; tentunya melakukan posisi Duduk. Dimana posisi duduk ini disebut Duduk antara 2 Sujud. \n Dan Duduk antara 2 Sujud ini hendaknya memperhatikan hal-hal sebagai berikut: \n Pandangan mata ke tempat sujud \n Duduk diatas telapak kaki kiri.\n Telapak kaki kanan tegak lurus dengan ujung jari mengarah kearah Kiblat.\n Telapak tangan kanan diatas paha kanan dan telapak tangan kiri berada diatas paha kiri. \n Imaam Ibnul Qoyyim رحمه الله berkata dalam Kitab “Zaadul Ma’ad” Jilid I halaman 230: “Kemudian Rosuulullooh صلى الله عليه وسلم mengangkat kepalanya (dari sujud) sembari bertakbir tanpa mengangkat kedua tangannya, dan beliau صلى الله عليه وسلمmelalukan itu sebelum mengangkat kedua tangannya, kemudian duduk dengan menghamparkan kaki kiri, lalu mendudukinya dan menegakkan kaki kanannya.” \n Dan sebagaimana yang dijelaskan oleh Syaikh Al ‘Utsaimin, yang terdapat didalam “Koleksi Fatwa dan Risalah” beliau Jilid XIII halaman 144, beliau berkata: “Yang saya tahu tidak ada dalil yang menunjukkan adanya perbedaan antara Duduk Tasyahhud dengan Duduk antara Dua Sujud.”",
        "image": "https://ustadzrofii.files.wordpress.com/2012/09/gs-17.jpg "
    },
    {
        "id": 8,
        "title": "DUDUK ISTIRAHAT",
        "arab": "فَإِذَا كَانَ فِي وِتْرٍ مِنْ صَلاَتِهِ لَمْ يَنْهَضْ حَتَّى يَسْتَوِيَ قَاعِدًا",
        "artinya": "“Apabila dalam Sholat rakaat ganjil, maka beliau صلى الله عليه وسلم tidak langsung bangun sehingga beliau صلى الله عليه وسلم duduk lurus (duduk istirahat) terlebih dahulu.”",
        "diskripsi": "Adapun jika kita bangun dari rakaat ganjil, maka disunnahkan untuk melakukan Duduk Istirahat sejenak sebelum bangun. Hal ini sebagaimana dijelaskan dalam Hadits Riwayat Al Imaam Al Bukhoory no: 823, dari Shohabat Maalik bin Al Huwairits رضي الله عنه, bahwa Nabi صلى الله عليه وسلم :",
        "image": "https://ustadzrofii.files.wordpress.com/2012/09/gs-171.jpg"
    },
    {
        "id": 9,
        "title": "TASYAHHUD",
        "arab": "",
        "artinya": "",
        "diskripsi": "Adapun tentang Tasyahhud adalah sebagaimana dijelaskan berikut ini:",
        "image": "http://www.mistamajahp.com/wp-content/uploads/2018/04/xdoa-tahiyat-awal-dan-doa-tahiyat-akhir.jpg.pagespeed.ic.Xcy6xh2BFU.jpg"
    },
    {
        "id": "A)   ",
        "title": "TASYAHHUD AWAL",
        "arab": "وَكَانَ يَفْرِشُ رِجْلَهُ الْيُسْرَى وَيَنْصِبُ رِجْلَهُ الْيُمْنَى",
        "artinya": "“Nabiصلى الله عليه وسلمmenghamparkan kaki kirinya dan menegakkan kaki kanannya.”",
        "diskripsi": "Dalam Tasyahhud Awal hendaknya seorang yang sedang sholat memposisikan dirinya dalam sikap Iftirosy, sebagaimana dalam Hadits Riwayat Al Imaam Muslim no: 498, dari ‘Aa’isyah رضي الله عنها, bahwa:",
        "image": "http://warohmah.com/wp-content/uploads/2015/11/tasyahud-awal-dan-akhir.png"
    },
    {
        "id": "B)   ",
        "title": "DUDUK TAWARRUK SAAT TASYAHHUD AKHIR",
        "arab": "كَانَ رَسُولُ اللَّهِ صلى الله عليه وسلم إِذَا قَعَدَ فِى الصَّلاَةِ جَعَلَ قَدَمَهُ الْيُسْرَى بَيْنَ فَخِذِهِ وَسَاقِهِ وَفَرَشَ قَدَمَهُ الْيُمْنَى وَوَضَعَ يَدَهُ الْيُسْرَى عَلَى رُكْبَتِهِ الْيُسْرَى وَوَضَعَ يَدَهُ الْيُمْنَى عَلَى فَخِذِهِ الْيُمْنَى وَأَشَارَ بِإِصْبَعِهِ",
        "artinya": "“Bahwa Rosuulullooh صلى الله عليه وسلمapabila duduk dalam sholat (Tasyahhud Akhir), beliauصلى الله عليه وسلمmengedepankan kaki kirinya (mengeluarkan kaki kirinya) diantara pahanya dan betisnya, dan menghamparkan kaki kanannya dan meletakkan tangan kirinya diatas lutur kirinya. Dan meletakkan tangan kanannya diatas paha kanannya, sembari memberi isyarat dengan telunjuknya.”",
        "diskripsi": "Dalam Tasyahud Akhir ini, seorang yang sedang sholat hendaknya memposisikan dirinya dalam sikap Tawarruk, sebagaimana dalam Hadits Riwayat Al Imaam Muslim no: 579, dari Shohabat ‘Abdullooh bin Az Zubair رضي الله عنه, beliau berkata:",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcStyFL3K86XY8kbFusGLb6YHYaI-4SKYr10mmtDK3KgxP47sWzl"
    },
    {
        "id": 10,
        "title": "LAMANYA GERAKAN SHOLAT :",
        "arab": "كَانَ رُكُوعُ النَّبِيِّ صلى الله عليه وسلم وَسُجُودُهُ ، وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوعِ وَبَيْنَ السَّجْدَتَيْنِ قَرِيبًا مِنَ السَّوَاء",
        "artinya": "“Adalah rukuu’ dan sujudnya Nabiصلى الله عليه وسلمitu dan ketika beliauصلى الله عليه وسلمmengangkat kepalanya dari rukuu’ dan duduk antara dua sujud; lamanya adalah mendekati sama.”",
        "diskripsi": "Gerakan sholat tersebut dilaksanakan dalam waktu yang mendekati sama lamanya. Hal ini adalah sebagaimana dijelaskan dalam Hadits Al Imaam Al Bukhoory no: 801 dan Al Imaam Muslim no: 471, dari Shohabat Al Baroo’ bin Azib رضي الله عنه, beliau berkata:",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRoyxdfPd1b4HO09_0iFY6bjIvYkUPEeRKdMBTe90DLbX23zbD7-w"
    },
    {
        "id": 11,
        "title": "SALAM",
        "arab": "أَنَّهُ كَانَ يُسَلِّمُ عَنْ يَمِينِهِ وَعَنْ يَسَارِهِ : السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللهِ ، السَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللهِ حَتَّى يُرَى بَيَاضُ خَدِّهِ مِنْ هَاهُنَا وَبَيَاضُ خَدِّهِ مِنْ هَاهُنَا",
        "artinya": "“Bahwa Nabi صلى الله عليه وسلمbersalam ke kanan dan ke kiri dengan mengatakan “Assalamu’alaikum Warohmatullooh”, “Assalamu’alaikum Warohmatullooh” sehingga terlihat putih pipinya dari sini dan putih pipinya dari sini.”",
        "diskripsi": "Adapun ketika Salam, hendaknya seseorang memalingkan kepalanya ke kanan hingga putih pipinya terlihat, kemudian memalingkan kepalanya ke kiri hingga putih pipinya terlihat oleh orang dibelakangnya.\n Hal tersebut adalah sebagaimana dijelaskan dalam dalil berikut ini: \n Hadits Riwayat Al Imaam An Nasaa’i dalam As Sunnan Al Kubro no: 1248, dan dishohiihkan oleh Syaikh Nashiruddin Al Albaany dalam Shohiih Sunnan An Nasaa’i no: 1324, dari Shohabat ‘Abdullooh bin ‘Umar  رضي الله عنه:",
        "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRpMTul-Vo3HjA4H7XVxCFaW3W_NwSjLaRMMIG20oc219B71rrn_w"
    }
]